var textForButtons = {
    storyBtn : "<h1>О чем мы тут играем...</h1>" +
    "<p>Итак, здравствуй друг. Ты новая модель экзоскелета великого ученого, путешествующего между мирами.</p> <p> Твоя цель - ценой своего здоровья оберегать его в его путешествиях по различным мирам. Как это делать? Да в принципе никак, он и так тебя подставит под удар, когда нужно будет, еще и прокомментирует, сколько ты повреждений получила. Хотя со временем у тебя появится возможность и самой принимать непосредственное участие в бою.</p> " +
    "<p>Да чего ты тут читаешь-то? Иди читай что тебе твой создатель говорит!</p>",
    projectBtn : "<h1>Что это такое вообще</h1> <p>Вы находитесь на страничке, представляющей из себя ни что иное как ZPG (Zero Player Game) - игра в которой игроку кроме наблюдения за своим игровым альтер-эго делать вобщем-то и нечего. </p> " +
    "<p> В текущем состоянии В игре не предусмотрены прямые дйствия, влияющие на ход игры, однако автор обещает добавить их в будующем, как в прочем и следующее:</p>" +
    "<p>- возможность в зависимости от уровня модификации совершать действия <br />- находить и экипировать предметы <br />- посещать новые миры в зависимости от уровня персонажа <br />- появление параметра ЗАЩИТА изменяющего уровень входящего урона</p>" +
    "<p>Все вышеперечисленные фичи находятся в левом полушарии мозга создателя этого приложения и обязательно когда-то воплотятся в реальность.</p>" +
    "<p>В любом случае данная работа расценивается самим создателем как демонстрация навыков использования native JavaScript и не преследует иных целей кроме как развлекательно-познавательных</p>" +
    "<p>П.С.: тем не менее любое использование авторских текстов разрешается только с согласия самого автора. </p>",
    devBtn : "<h1>О создателе... да-да, том самом!</h1> <p>Добрый день, меня зовут Михаил Карабанов, и это мой проект.</p>" +
    "<p>Связаться со мной можно написав на почту ottardian[at]gmail.com. Буду рад услышать ваши комментарии и замечания касательно данного приложения. </p> <p>Удачи!</p>"
};